app/views/users/index.html.erb

  <h2>ユーザー一覧画面</h2>
  <% User.all.each do |user| %>
---
SELECT "users".* FROM "users"