app/controllers/posts_controller.rb

INSERT INTO "posts" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "くそやろう"], ["created_at", "2020-05-13 20:49:17.221599"], ["updated_at", "2020-05-13 20:49:17.221599"]]
---
 def create
   @post = Post.new(content: params[:content])
   if @post.save